
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Zaawansowane";
"title_Back" = "Wróć";
"title_Cancel" = "Anuluj";
"title_Continue" = "Dalej";
"title_Finish" = "Zakończ";
"title_GoBack" = "Wróć";
"title_Next" = "Następne";
"title_No" = "Nie";
"title_Quit" = "Zakończ";
"title_Skip" = "Pomiń";
"title_TryAgain" = "Spróbuj ponownie";
"title_Update" = "Uaktualnij";
"title_Yes" = "Tak";
"title_StartAgain" = "Uruchom ponownie";
"title_StopBlinking" = "Zatrzymaj miganie";
"title_Other" = "Inne…";
"title_Upload" = "Załaduj";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Stacja bazowa";
"kDeviceOriginConfigured.Base Station" = "Konfiguracja poprzedniej stacji bazowej";
"kDeviceOriginConfigured.Time Capsule" = "Poprzednia konfiguracja Time Capsule";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Sieć bezprzewodowa";
"kDeviceOriginNetworkPreferred" = "Poprzednio wykorzystywana sieć";

/* Status strings */
"status_Configured" = "Skonfigurowana";
"status_Unconfigured" = "Nieskonfigurowana";

/* Joining wireless networks */
"password_protected" = "Sieć AirPort „%@” jest chroniona hasłem.";
"enterprise_title" = "Sieć WPA Enterprise";
"enterprise_error" = "Sieć AirPort „%@” jest siecią z zabezpieczeniami WPA Enterprise. Narzędzie AirPort nie obsługuje zabezpieczeń WPA Enterprise.";
"password_error" = "Podane hasło jest niepoprawne.";
"generic_join_error" = "Wystąpił błąd podczas połączenia z zaznaczoną siecią bezprzewodową.";
"tryAgain" = "Czy chcesz spróbować ponownie?";
"generic_read_error" = "Wystąpił błąd podczas komunikacji z wybranym urządzeniem.";
"join_warning" = "Identyfikacja tego AirPort Express wymaga zmiany sieci bezprzewodowych. Wszystkie połączenia w bieżącej sieci bezprzewodowej zostaną utracone. Czy chcesz kontynuować?";
"finalJoinError" = "Wystąpił błąd podczas przyłączania się do sieci bezprzewodowej „%@”.";
"finalJoinSuggest" = "Spróbuj wybrać „%@” z menu Wi-Fi.";

/* Identify */
"identify_title" = "Identyfikuj";
"light_is_blinking" = "Lampka stanu w zaznaczonym AirPort Express miga teraz w kolorach żółtym i zielonym.";
"GenericIdentifyDescription" = "Lampka stanu w zaznaczonym urządzeniu „%@” miga teraz w kolorach żółtym i zielonym.";
"blinking_not_supported" = "Wybrane bezprzewodowe urządzenie AirPort nie obsługuje funkcji identyfikacji";

/* Reading base station info */
"base_station_protected" = "Podaj hasło dla %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "Pomoc AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "Pomoc AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Nie znaleziono nowych sieci AirPort";
"no_unconfigured_networks" = "Upewnij się, że urządzenie (%@) jest włączone i znajduje się w zasięgu komputera, a następnie kliknij w Dalej, aby przeszukać ponownie.";
"try_again_found_nothing" = "Nie ma żadnej nowej sieci AirPort. Upewnij się, że urządzenie (%@) jest włączone i znajduje się w zasięgu komputera, a następnie kliknij w Spróbuj ponownie.";
"no_mdns_record_showed_up" = "Narzędzie AirPort nie może znaleźć bezprzewodowego urządzenia AirPort.";
"no_other_networks_title" = "Nie znaleziono żadnej sieci AirPort";
"no_other_networks_found" = "Upewnij się, że komputer znajduje się w zasięgu istniejącej sieci.";


/* Keychain information */
"keychainBaseStationDescription" = "Hasło stacji bazowej AirPort";
"keychainBaseStationType" = "Stacja bazowa AirPort";
"keychainNetworkDescription" = "Hasło sieci AirPort";
"keychainNetworkType" = "Sieć AirPort";
"keychainSpeakerDescription" = "hasło programu";
"keychainSpeakerType" = "Głośniki zdalne";

"ConfigAccessError" = "Błąd stacji bazowej";

/* Panel Headers */
"introHeader" = "Wstęp";
"networkSetupHeader" = "Ustawienia sieci";
"summaryHeader" = "Podsumowanie";
"internetHeader" = "Ustawienia Internetu";
"PeripheralsHeader" = "Ustawienia dysków AirPort";
"WDSHeader" = "Konfigurowanie WDS";
"MigrateDiskHeader" = "Przeniesienie danych na dysku";

/* Continue text strings */
"continueWelcome" = "Aby rozpocząć, kliknij w Dalej.";
"continueProceed" = "Aby kontynuować, kliknij w Dalej.";
"continueScanAgain" = "Aby skanować ponownie, kliknij w Dalej.";
"wdsWarningFooter" = "Zmiana nazwy sieci bezprzewodowej, zabezpieczeń bezprzewodowych lub hasła do sieci bezprzewodowej spowoduje rozłączenie sieci WDS.";
"clientWarningFooter" = "Zmiana nazwy sieci bezprzewodowej, zabezpieczeń bezprzewodowych lub hasła sieci bezprzewodowej spowoduje rozłączenie AirPort Express.";
"clientStartWarningFooter" = "Zmiana ustawień może spowodować rozłączenie AirPort Express.";

/* Pre-verification error strings */
"mismatchPassword" = "Hasło i potwierdzenie hasła nie są zgodne.";
"mismatchWirelessPassword" = "Hasło sieci bezprzewodowej oraz potwierdzenie hasła nie są zgodne.";
"mismatchPasswordReenter" = "Wpisz to samo hasło w obu polach.";
"missingWirelessPassword" = "Aby kontynuować, musisz podać hasło sieci bezprzewodowej.";
"wirelessNetworkPassword" = "Hasło sieci bezprzewodowej";
"missingNetworkName" = "Aby kontynuować, musisz podać nazwę sieci bezprzewodowej.";
"missingNetworkNameWDS" = "Aby kontynuować, wybierz sieć AirPort Extreme lub AirPort Express.";
"missingNetworkNameClient" = "Aby kontynuować, musisz wybrać sieć bezprzewodową.";
"missingAccountName" = "Aby kontynuować, musisz podać nazwę konta PPPoE.";
"missingPassword" = "Aby kontynuować, musisz podać hasło.";
"missingPhone" = "Aby kontynuować, musisz podać główny numer telefonu.";
"missingUsername" = "Aby kontynuować, musisz podać nazwę konta.";

/* Public password strings */
"genericConfirmPublicPassword" = "To urządzenie (%@) jest chronione domyślnym hasłem „public”.";
"ConfirmPublicPassword1" = "Aby zwiększyć ochronę, utwórz inne hasło.";

/* Error Titles */
"settingError" = "Błąd ustawień: %@";
"generalError" = "Błąd ogólny";
"passwordError" = "Błąd hasła";

/* WDS status strings */
"ConfiguringForWDS" = "Konfigurowanie %@ do rozszerzenia istniejącej sieci AirPort";
"WDSConfigInitialString" = "Urządzenie (%@) jest konfigurowane do rozszerzenia istniejącej sieci bezprzewodowej. Zaczekaj na ukończenie tej czynności.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Konfiguruję sieć podstawową do nowej zdalnej WDS.";
"WDSConfiguringRemote" = "Konfiguruję nową zdalną WDS do przyłączenia do sieci podstawowej.";
"WDSJoiningNewNetwork" = "Przyłączam się do nowej sieci WDS.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Konfiguruję istniejącą sieć bezprzewodową, aby można było się do niej przyłączyć.";
"DWDSConfiguringRemote" = "Konfiguruję urządzenie (%@), aby mogło przyłączać do istniejącej sieci bezprzewodowej.";
"DWDSJoiningNewNetwork" = "Przyłączam do istniejącej sieci bezprzewodowej.";
"GeneralDWDSError" = "Wystąpił błąd konfigurowania tego bezprzewodowego urządzenia AirPort do przyłączenia do istniejącej sieci bezprzewodowej. Zakończ pracę Narzędzia AirPort i spróbuj ponownie.";
"DWDSSetupCanceled" = "Konfigurowanie zostało anulowane.";
"DWDSConfigInitialString" = "Urządzenie (%@) jest konfigurowane do przyłączenia do istniejącej sieci bezprzewodowej. Zaczekaj na ukończenie tej czynności.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Wczytuję ustawienia zaznaczonego urządzenia %@…";
"MigrateSettingsReadingSourceGeneral" = "Wczytuję ustawienia zaznaczonego bezprzewodowego urządzenia AirPort…";
"MigrateRejoiningNetwork" = "Ponownie przyłączam się do sieci...";
"MigrateSettingsGeneralError" = "Wystąpił problem podczas konfigurowania urządzenia %@ w celu zastąpienie zaznaczonego urządzenia. Zakończ pracę Narzędzia AirPort i spróbuj ponownie.";
"MigrateSettingsIniting" = "Trwa konfiguracja %@ w celu zastąpienia zaznaczonego bezprzewodowego urządzenia AirPort…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Wystąpił problem podczas zastępowania zaznaczonego Time Capsule i rozpoczęcia migracji. Zakończ pracę Narzędzia AirPort i spróbuj ponownie.";
"MigrateDiskIniting" = "Rozpoczynam przenoszenie…";
"MigrateSettingsJoiningSource" = "Łączę się z poprzednim urządzeniem Time Capsule…";
"MigrateDiskPreparingDest" = "Ustawienia migracji…";
"MigrateDiskWaitingForResolve" = "Oczekuję na ponowne uruchomienie Time Capsule…";
"MigrateDiskStartingBackup" = "Rozpoczynam przenoszenie zawartości dysku…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Łączę się z poprzednim urządzeniem %@…";
"UpdateDeviceWritingSource" = "Zapisuję ustawienia w nowym urządzeniu %@…";
"UpdateDeviceGeneralError" = "Wystąpił problem podczas konfigurowania urządzenia %@. Zakończ pracę Narzędzia AirPort i spróbuj ponownie.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Migracja";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Kliknij w Uaktualnij, aby przenieść ustawienia oraz zawartość dysku.";

/* Updating progress strings */
"genericWaitRestart" = "Oczekuję na ponowne uruchomienie %@…";
"networkSearch" = "Szukam sieci bezprzewodowej…";
"attemptJoin" = "Przyłączam się do sieci bezprzewodowej…";

/* Misc Strings */
"providedAuto" = "(dostarczane automatycznie)";
"selectNetwork" = "Zaznacz sieć";

/* Summary Panel Labels */
"connectUsingLabel" = "Połącz przez:";
"configureViaLabel" = "Konfiguruj TCP/IP:";
"ipAddressLabel" = "Adres IP:";
"accountNameLabel" = "Nazwa konta:";
"serviceLabel" = "Nazwa usługi:";
"connectUsingWDS" = "Przyłącz do sieci (używając WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Te ustawienia nie są prawidłowe";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Drugorzędny numer telefonu:";
"usernameLabel" = "Nazwa konta:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "Użycie WDS z WPA wymaga, aby bezprzewodowe urządzenie AirPort korzystało z bieżącego oprogramowania sprzętowego. Upewnij się, że korzystasz z najnowszej wersji oprogramowania sprzętowego lub przełącz zabezpieczenia sieci bezprzewodowej na WEP i spróbuj ponownie.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Jako główne bezprzewodowe urządzenie WDS wybrane zostało bezprzewodowe urządzenie AirPort korzystające z zabezpieczeń „WPA Enterprise”.  Narzędzie AirPort nie obsługuje tego typu zabezpieczeń w głównym urządzeniu WDS.";

/* WDS Errors */
"GeneralWDSError" = "Wystąpił błąd konfigurowania tego bezprzewodowego urządzenia AirPort dla WDS. Zakończ pracę programu Narzędzie AirPort i spróbuj ponownie.";
"MainInBridgeModeForWDSError" = "Bezprzewodowe urządzenie AirPort wybrane jako główne dla WDS nie przydziela adresów IP. Włącz przydzielanie adresów IP na tym urządzeniu.";
"WDSSetupCanceled" = "Konfigurowanie WDS zostało przerwane.";
"WDSErrorTitle"	= "Błąd konfiguracji WDS";

/* Status messages */
"joining_network" = "Przyłączam się do sieci bezprzewodowej.";
"reading_config" = "Czytam konfigurację…";
"status_scan" = "Szukam sieci…";
"status_search" = "Szukam bezprzewodowych urządzeń AirPort…";
"status_identify" = "Identyfikuję…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Dostępne sieci AirPort:";
"select_network" = "Zaznacz sieć AirPort, którą chcesz konfigurować.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "Nazwa %@";
"genericPasswordLabel" = "Hasło %@";
"genericModeLabel" = "Tryb %@";

"genericNewChoice" = "Skonfiguruj urządzenie %@";
"genericOldChoice" = "Zmień ustawienia istniejącego urządzenia %@";
"genericBasePassPanelHeader" = "Konfigurowanie %@";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Wybierz, czy chcesz skonfigurować nowe urządzenie %@, czy dokonać zmian w już skonfigurowanym.";
"genericSelectNewHeader" = "Zaznacz stację %@ do skonfigurowania. Jeżeli nie ma jej na liście, kliknij w „Skanuj ponownie”. W razie wątpliwości, które urządzenie AirPort wybrać, kliknij w Identyfikuj";
"genericSelectConfiguredHeader" = "Zaznacz stację %@, którą chcesz modyfikować. Jeżeli nie ma jej na liście, kliknij w „Skanuj ponownie”. W razie wątpliwości, które urządzenie AirPort  wybrać, kliknij w Identyfikuj";
"genericSelectNetworkHeader" = "Zaznacz sieć AirPort zawierającą %@, którą chcesz konfigurować.";
"genericClientDescription" = "Zaznacz tę opcję, jeśli to urządzenie (%@) ma służyć do rozszerzania zasięgu istniejącej sieci bezprzewodowej i udostępniać swoje połączenie z Internetem.";
"genericNetworkNameHeader" = "Zacznij dostosowywanie %@ do swoich potrzeb od nadania nazwy sieci bezprzewodowej.";
"genericNetworkNameDescription" = "To nazwa widoczna podczas łączenia się z siecią.";
"genericBaseNameDescription" = "Następnie nazwij to urządzenie (%@).";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%2$@ (%1$@)";
"genericWirelessNetwork" = "Sieć";
"genericBasePasswordHeader" = "Podaj hasło zabezpieczające ustawienia %@.";
"genericBasePasswordDescription" = "Hasło to będzie wymagane do zmiany ustawień %@.";
"genericBasePasswordDescription2" = "Aby uzyskać lepsze zabezpieczenie, użyj innego hasła niż hasło dostępu do sieci.";
"genericModeHeader" = "Wybierz, co chcesz zrobić z urządzeniem (%@).";
"genericSummaryHeader" = "Urządzenie (%@) będzie używać poniższych ustawień. Sprawdź, czy są one poprawne.";
"genericSummaryNoChangeHeader" = "Urządzenie %@ obecnie używa ustawień pokazanych poniżej.";
"genericReplaceSummaryHeader" = "Urządzenie %1$@ zostanie skonfigurowane za pomocą ustawień z „%2$@”.";
"genericSummaryFooter" = "Jeżeli te ustawienia są prawidłowe, dokończ konfigurację urządzenia (%@), klikając w Uaktualnij.";
"genericSummaryFooterClickInstructions" = "Aby zmienić ustawienia, kliknij we Wróć.";
"genericPPPoEHeader" = "Podaj nazwę konta the PPP over Ethernet (PPPoE), hasło oraz, opcjonalnie, nazwę usługi, jaką masz od dostawcy usług Internetu.";
"genericDHCPHeader" = "%@ ma obecnie połączenie z Internetem poprzez modem DSL lub kablowy, bądź przez Ethernet z adresem IP przypisanym automatycznie przez serwer DHCP. Potwierdź to lub podaj wszelkie informacje opcjonalne uzyskane od dostawcy usług Internetu lub administratora sieci.";
"genericModemHeader" = "Podaj ustawienia modemu dla tego urządzenia (%@).";
"genericBridgeModeHeader" = "Zaznacz, czy %@ ma pracować w trybie pomostu lub udostępniać adres IP przy użyciu DHCP oraz NAT.";
"genericBridgeModeYes" = "Tryb pomostu";
"genericBridgeModeYesDescription" = "Zaznacz tę opcję, jeśli %@ jest podłączona do routera lub innego urządzenia sieciowego, które już używa DHCP oraz NAT do dostarczania adresów IP w sieci bezprzewodowej.";
"genericBridgeModeNo" = "Udostępniaj pojedynczy adres IP używając DHCP oraz NAT";
"genericBridgeModeNoDescription" = "Zaznacz tę opcję, jeżeli stacja %@ jest podłączona do Internetu za pomocą modemu DSL lub modemu kablowego (albo bezpośrednio do sieci mającej dostęp do Internetu) i chcesz użyć DHCP i NAT do przydzielania adresów IP komputerom w swojej sieci.";
"genericFinalDescription" = "W %@ skonfigurowano podłączenie do Internetu oraz udostępnianie drukarki USB.";
"genericMissingNameWarning" = "Aby kontynuować, musisz podać nazwę dla urządzenia (%@).";
"genericMissingNameWarning.alternateArticle" = "Trzeba nadać nazwę %@.";
"genericMissingBasePassWarning" = "Aby kontynuować, musisz podać hasło.";
"genericMismatchBasePassword" = "Hasło i potwierdzenie hasła nie są zgodne.";
"ResetBroadbandMessage" = "Jeśli do połączenia z Internetem używasz modemu kablowego, wyłącz go, wyjmij baterię, jeśli taką posiada, odczekaj kilka sekund, włóż baterię i włącz modem ponownie.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "Narzędzie AirPort znalazło urządzenie (%1$@%2$@) o nazwie „%3$@”.\n\nJeśli nie jest to urządzenie (%4$@), które chcesz skonfigurować, sprawdź, czy jest podłączone i znajduje się blisko komputera, i spróbuj ponownie.";
"withNetworkNamed" = " z siecią bezprzewodową";
"genericNoNetworksHeader" = "Nie znaleziono sieci %1$@. Upewnij się, czy %2$@ jest włączona oraz w zasięgu komputera. ";
"genericOldNetworkConfirm" = "Narzędzie AirPort znalazło urządzenie (%1$@) z siecią bezprzewodową o nazwie „%2$@”.\n\nJeśli nie jest to urządzenie (%3$@), które chcesz skonfigurować, sprawdź, czy jest podłączone i jest w zasięgu tego komputera, i kliknij w Skanuj ponownie.";
"genericOldExpressConfirm" = "Narzędzie AirPort znalazło urządzenie (%1$@) o nazwie „%2$@”.\n\nJeśli nie jest to urządzenie (%3$@), które chcesz skonfigurować, kliknij w Skanuj ponownie.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Aby odtwarzać muzykę z iTunes przez stację bazową AirPort Express, wybierz tę stację z menu w prawym dolnym rogu okna iTunes.";

"expressFinalDescription" = "W AirPort Express skonfigurowane podłączenie do Internetu, udostępnianie drukarki USB oraz odtwarzanie muzyki z iTunes przez zdalne głośniki za pomocą AirPlay.";

"expressClientRadio" = "Połącz z moją bieżącą siecią bezprzewodową";
"extremeClientRadio" = "Rozszerz zasięg sieci AirPort Extreme lub AirPort Express";

"expressClientDescription" = "Zaznacz tę opcję, jeżeli dodajesz %@ do istniejącej sieci bezprzewodowej.";

"expressModeHeader" = "Obie opcje pozwolą udostępniać drukarkę USB oraz odtwarzać muzykę iTunes przez głośniki zdalne, używając AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Błąd sieci";
"noWirelessReachability" = "Próbujesz uzyskać dostęp do bezprzewodowego urządzenia AirPort przez kartę AirPort, ale w sieci Ethernet jest już inne urządzenie o takim samym adresie IP. Odłącz kabel Ethernet, odczekaj parę chwil i spróbuj ponownie.";
"noEthernetReachability" = "Próbujesz uzyskać dostęp do bezprzewodowego urządzenia AirPort przez Ethernet, ale w sieci AirPort jest już inne urządzenie o takim samym adresie IP. Wyłącz kartę AirPort, odczekaj parę chwil i spróbuj ponownie.";
"genericReachabilityError" = "Wystąpił błąd przy kontaktowaniu się z wybranym urządzeniem bezprzewodowym AirPort. Upewnij się, że żadne inne urządzenie sieciowe nie ma adresu IP %@.";
"superGenericReachabilityError" = "Wystąpił błąd podczas łączenia z wybranym bezprzewodowym urządzeniem AirPort.";
"WDSSetupRequiresAWirelessCard" = "Narzędzie AirPort nie może skonfigurować tego bezprzewodowego urządzenia AirPort do WDS, ponieważ ten komputer nie ma zainstalowanej karty AirPort.";

/* Uploading Firmware */
"firmwareError"	= "Wystąpił błąd podczas uaktualniania oprogramowania sprzętowego w %@";
"firmwareProgress" = "Uaktualniam oprogramowanie sprzętowe w %@…";
"firmwareNewer" = "Dostępna jest nowsza wersja (%1$@) oprogramowania sprzętowego urządzenia %2$@.";
"firmwareNewerSmall" = "Aby zainstalować teraz, kliknij w Uaktualnij.";
"firmwareSuccess" = "Uaktualnienie %@ zakończyło się sukcesem.";
"firmwareRequired" = "Wybrana sieć wymaga uaktualnienia oprogramowania sprzętowego.";

/* AirPort 4.2 */
"wepLabel" = "128-bitowy klucz WEP (bardziej zgodny)";
"wpa1label" = "WPA Personal (bardziej bezpieczny)";
"wpa2label" = "WPA2 Personal (bardziej bezpieczny)";
"wepDescription" = "Zapewnia zabezpieczenia bardziej zgodne ze starszymi komputerami bezprzewodowymi i urządzeniami. Aby komputery inne niż Macintosh mogły się przyłączać do sieci, podaj hasło składające się dokładnie z 13 znaków.";
"wpa1description" = "Zapewnia najwyższy poziom zabezpieczeń sieci bezprzewodowej. Tylko komputery obsługujące WPA będą mogły przyłączyć się do tej sieci. Należy podać hasło o długości od 8 do 63 znaków lub 64 znaków szesnastkowych.";
"wpa1and2description" = "Zapewnia najwyższy poziom zabezpieczeń sieci bezprzewodowej. Do tej sieci będą mogły przyłączyć się komputery obsługujące WPA lub WPA2. Należy podać hasło o długości od 8 do 63 znaków lub 64 znaków szesnastkowych.";
"wpa2description" = "Zapewnia najwyższy poziom zabezpieczeń sieci bezprzewodowej. Do tej sieci będą mogły przyłączyć się komputery obsługujące WPA2. Należy podać hasło o długości od 8 do 63 znaków lub 64 znaków szesnastkowych.";
"tsnDescription" = "Zapewnia poziom bezpieczeństwa zgodny ze starszymi klientami WEP, oraz pozwala nowszym klientom łączyć się z siecią przy użyciu WPA oraz WPA2. Należy podać hasło składające się dokładnie z 13 znaków.";
"badWPAPasswordLength" = "Podaj hasło sieci bezprzewodowej mające od 8 do 63 znaków.";
"v6_not_configured_title" = "IPv6 nie jest skonfigurowane";
"v6_not_configred_on_all_interfaces" = "Przełączenie na IPv6 zwiększa niezawodność komunikacji programu Narzędzie AirPort z urządzeniem bezprzewodowym AirPort.";
"v6_not_configured_turn_on_confirm" = "Czy chcesz teraz włączyć IPv6?";
"v6_not_configured_turn_on" = "Włącz IPv6 w Preferencjach systemowych.";
"v6_not_configured_turn_on_win" = "Włącz IPv6 w Panelu sterowania.";
"authorization_error_title" = "Błąd autoryzacji";
"authorization_error" = "Program Narzędzie AirPort nie mógł zmienić ustawień sieci, ponieważ panel preferencji sieci jest zablokowany.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "To jest nazwa używana do identyfikacji %@.";
"BaseNameInternalDiskDescription" = "Nazwa ta będzie także używana jako nazwa dysku Time Capsule.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Podaj hasło dostępu do dysku Time Capsule lub dysków USB podłączonych do %@.";
"FileSharingPasswordPrompt" = "Podaj hasło dostępu do dysków AirPort.";
"GuestAccessPrompt" = "Można pozwolić gościom na korzystanie z dysków AirPort bez konieczności podawania hasła.";
"FileSharingDisclosure" = "Opcje udostępniania plików";
"UseDiskPasswordCheckBox" = "Użyj innego hasła do ochrony dysków";

/* Wireless Options Panel */
"RadioCountryDescription" = "Wybierz kraj, w którym używane jest to urządzenie (%@).";
"RadioModeDescription" = "Wybierz tryb radiowy tego urządzenia (%@).";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problem %1$d z %2$d: %3$@";
"ProblemCodeProblemResolved" = "Ten problem został rozwiązany.";
"UnresolvedProblem" = "Czy chcesz kontynuować rozwiązywanie tych problemów?";
"UnresolvedProblemAssistant" = "Ta konfiguracja spowoduje, że lampka stanu %@ będzie migała na żółto. Czy na pewno chcesz kontynuować?";
"ProblemShouldBeResolved" = "Aby lampka stanu %@ nie migała w przypadku tego problemu, kliknij w Ignoruj.";
"ProblemNotResolved" = "Ten problem nie został rozwiązany. Spróbuj ponownie.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Rozwiązanie";
"ProblemSummaryIgnored" = "Ignorowane";
"ProblemSummaryResolved" = "Rozwiązane";
"ProblemSummaryConfigChanged" = "Konfiguracja zmieniona";
"ProblemSummaryUnresolved" = "Nierozwiązane";
"ProblemSummaryHeader" = "Tutaj znajduje się lista problemów zgłaszanych przez %@, wraz z informacją, czy zostały one rozwiązane.";
"ProblemSummaryChoicePrompt" = "Co chcesz zrobić?";
"ProblemSummaryUpdateWithTheseSettings" = "Uaktualnij %@ z tymi ustawieniami";
"ClickUpdateToUpdate" = "Aby dokończyć konfigurowanie tej stacji %@, kliknij w Uaktualnij.";
"ProblemSummaryReconfigureToo" = "Zmień inne ustawienia %@";
"ProblemSummaryReconfigureFooter" = "Aby zmienić ustawienia %@, kliknij w Dalej.";
"ProblemSummarySwitch" = "Skonfiguruj inne bezprzewodowe urządzenie AirPort";
"ClickDoneToSwitch" = "Kliknij w Gotowe, aby wybrać inne bezprzewodowe urządzenie AirPort.";
"ProblemSummaryAllResolved" = "Wszystkie problemy zostały rozwiązane.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Podaj dane TCP/IP uzyskane od dostawcy usług Internetu. Jeśli uzyskujesz adres IP automatycznie, wybierz opcję użycia DHCP. Aby wprowadzić określony adres IP, wybierz opcję konfiguracji ręcznej.";
"DHCPConfirmPanelDHCP_Yes" = "Łączę się z Internetem modemem DSL lub kablowym, używając DHCP";
"DHCPConfirmPanelDHCP_No" = "Nie używam DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Łączę się z Internetem modemem DSL lub kablowym, używając PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Nie używam PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Podaj nazwę oraz poziom zabezpieczeń sieci bezprzewodowej.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Ta sieć bezprzewodowa ma zabezpieczenia typu WPA Enterprise. Jeśli chcesz modyfikować ustawienia serwera RADIUS, wybierz Ustawienia ręczne z menu Stacja bazowa.";
"NoSecurityLabel" = "Brak zabezpieczeń";
"NoSecurityDescription" = "Dowolne urządzenie bezprzewodowe może przyłączyć się do Twojej sieci bez podawania hasła.";
"NoSecurityUncheckedFooter" = "Musisz zaznaczyć pole wyboru powyżej, zanim możesz przejść do następnego etapu.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Wybierz sieć bezprzewodową, z której ma korzystać %@. Jeżeli nie widzisz sieci, kliknij w menu, aby spróbować ponownie. Jeżeli nadal jej tam nie ma, upewnij się, że urządzenie jest włączone.";
"JoinNetworkQ61AudioNameSuggestion" = "Na przykład: pokój dzienny";
"JoinNetworkExtendDescription" = "Jeśli chcesz rozszerzyć zakres tej sieci i pozwolić przyłączyć się do niej klientom bezprzewodowo lub przez Ethernet, zaznacz tę opcję.";
"JoinNetworkExtendCheckboxTitle" = "Rozszerz zakres tej sieci";
"JoinNetworkExtendWarning" = "To może mieć wpływ na ogólną wydajność sieci.";
"JoinNetworkProxySTADescription" = "Jeśli nie zaznaczysz tego pola wyboru, %@ zapewni usługi audio oraz USB, a klienty będą mogły przyłączyć się tylko przez sieć Ethernet.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Wybierz z poniższego menu sieć AirPort Extreme lub AirPort Express, którą chcesz rozszerzyć. Jeżeli nie widzisz swojej sieci, kliknij w menu, aby spróbować ponownie. Jeżeli sieci nadal nie ma, upewnij się, że urządzenie ją tworzące jest włączone i znajduje się w zasięgu.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Wybierz sposób łączenia z Internetem";
"InternetChoiceDSLCableEthernet" = "Modemem DSL lub kablowym ze statycznym adresem IP lub DHCP";
"InternetChoiceDSLCablePPPoE" = "Modemem DSL lub kablowym używając PPP przez Ethernet (PPPoE)";
"InternetChoiceLAN" = "Łączę się z moją siecią lokalną (LAN)";
"InternetChoiceModem" = "Używam modemu podłączonego do linii telefonicznej";
"InternetChoiceNoInternet" = "Komputer nie jest teraz gotów do połączenia z Internetem";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Utwórz nową sieć bezprzewodową";
"ClientAP_APRadioDesc" = "Zaznacz tę opcję, jeżeli konfigurujesz nową sieć bezprzewodową służącą do dzielenia łącza internetowego dla innych komputerów.";
"ClientAP_FirstTimeConfig" = "Wygląda na to, że to pierwsza konfiguracja %@.";
"ClientAP_FirstTimePrompt" = "Wybierz sposób użycia tego urządzenia (%@).";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Zaznacz tę opcję, jeżeli urządzenie (%@) ma przyłączać się do istniejącej sieci bezprzewodowej jako klient lub rozszerzać jej zasięg.";
"ClientWDS_JoinRadioTitle" = "Przyłącz do mojej sieci bezprzewodowej";
"ClientWDS_JoinRadioDesc" = "Zaznacz tę opcję, jeżeli chcesz, aby to urządzenie (%@) tylko udostępniało drukarkę USB i odtwarzało muzykę przez głośniki zdalne.";
"ClientWDS_ExtendRadioTitle" = "Rozszerz zasięg sieci AirPort Extreme lub AirPort Express";
"ClientWDS_ExtendRadioDesc" = "Zaznacz tę opcję, jeżeli chcesz, aby stacja %@ służyła do rozszerzania zasięgu istniejącej sieci bezprzewodowej i współdzieliła jej połączenie z Internetem.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "innego dostawcę usług Internetu";
"PrimaryPhoneNumber" = "Numer główny";
"PrimaryDNSServer" = "Serwer podstawowy DNS";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ może archiwizować komputery z systemem Mac OS X w wersji 10.5 lub nowszej za pomocą Time Machine, a także udostępniać w sieci połączenie z Internetem oraz urządzenia USB.";
"genericAudioProductTextBlock" = "%@ może odtwarzać muzykę iTunes przez głośniki zdalne, używając AirPlay, a także udostępniać w sieci połączenie z Internetem oraz urządzenia USB.";
"genericProductTextBlock" = "%@ może udostępniać w sieci połączenie z Internetem oraz urządzenia USB.";
"genericInternalDiskProductNameTextBlock" = "Podaj nazwę dla %@. Nazwa ta identyfikuje urządzenie w sieci i stanowi również nazwę dysku.";
"genericEnterName" = "Podaj nazwę dla %@.";
"IdentityDescription" = "Ta nazwa identyfikuje %@ w sieci.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "Narzędzie AirPort wykryło istniejącą sieć bezprzewodową „%@”, do której poprzednio podłączony był ten komputer. Wybierz, co chcesz zrobić z %@";
"ReplaceNetworkPanelReplacingPrevious" = "Zastąp „%1$@” przez %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Użyj %@ do zastąpienia domyślnej sieci";
"ReplaceNetworkPanelCreatingNewNetwork" = "Utwórz nową sieć za pomocą %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Zaznacz na poniższej liście sieć, którą chcesz zastąpić:";
"TurnOffNetworkBeingReplaced" = "Odłącz urządzenie, które zastępujesz i kliknij w OK. Jeśli planujesz użyć tego urządzenia ponownie, wyzeruj je do domyślnych ustawień.";

"FoundWirelessNetworksDescription" = "Narzędzie AirPort wykryło istniejące sieci bezprzewodowe. Czy masz już sieć bezprzewodową?";
"NotFoundWirelessNetworksDescription" = "Narzędzie AirPort nie wykryło żadnej istniejącej sieci bezprzewodowej. Czy masz już sieć bezprzewodową?";
"FoundWirelessNetworksIHaveOne" = "Mam sieć bezprzewodową i chcę dodać %@ lub zastąpić istniejące urządzenie w sieci";
"FoundWirelessNetworksIHaveOneDescription" = "Zaznacz tę opcję, jeżeli chcesz użyć tego urządzenia (%@) zamiast dotychczasowej stacji bazowej lub routera bezprzewodowego albo dodać je do sieci.";
"CreateAWirelessNetwork" = "Chcę utworzyć nową sieć bezprzewodową";

"genericWhatDoYouWantToDoWith" = "Wybierz, co chcesz zrobić z urządzeniem (%@).";

"ReplaceAddWiredChoiceJoin" = "Urządzenie %@ ma przyłączać się do istniejącej sieci";
"ReplaceAddWiredChoiceReplace" = "%@ ma zastąpić istniejącą stację bazową lub router bezprzewodowy";
"ReplaceAddWiredChoiceReplaceDescription" = "Zaznacz tę opcję, jeżeli chcesz użyć tego urządzenia (%@) zamiast istniejącej stacji bazowej lub routera bezprzewodowego, przejmując jej ustawienia.";
"JoinExpandWirelessDisabledChoiceJoin" = "%@ ma bezprzewodowo przyłączyć się do istniejącej sieci";
"JoinExpandWirelessDisabledChoiceExpand" = "Chcę przyłączyć to urządzenie (%@) przez Ethernet do mojej sieci, aby rozszerzyć ją lub utworzyć drugą sieć";
"JoinExpandWirelessDisabledChoiceDisabled" = "Chcę wyłączyć sieć bezprzewodową na tym urządzeniu (%@) i połączyć je z moim komputerem lub siecią przez sieć Ethernet";


"ConfigureForWiredCreateAdditionalNetwork" = "Chcę utworzyć dodatkową sieć";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Zaznacz tę opcję, jeżeli chcesz połączyć się z %1$@ poprzez Ethernet i utworzyć dodatkową sieć %2$@ (oprócz istniejącej sieci). Bezprzewodowe urządzenia 802.11 b/g/n (w tym iPhone) będą mogły przyłączać się do istniejącej sieci 2,4 GHz, natomiast bezprzewodowe urządzenia 802.11 a/n będą mogły przyłączać się do sieci 5 GHz.";
"ConfigureForWiredCreateRoamingNetwork" = "Chcę przyłączyć to urządzenie (%@) przez Ethernet do mojej sieci bezprzewodowej, aby ją rozszerzyć";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Zaznacz tę opcję, jeżeli urządzenie (%@) podłączone jest do istniejącej stacji bazowej lub routera bezprzewodowego poprzez Ethernet i ma służyć do rozszerzania zasięgu Twojej sieci bezprzewodowej. Obie sieci muszą mieć tę samą nazwę. Urządzenia bezprzewodowe podłączą się automatycznie do sieci oferującej najsilniejszy sygnał.";

"UseADifferentNetworkName" = "Nazwa tej sieci bezprzewodowej powinna różnić się od nazwy istniejącej sieci.";

"ReplaceNetworkTopDescription" = "Zaznacz urządzenie lub sieć, które chcesz zastąpić. Jeśli nie widzisz urządzenia lub sieci, upewnij się, że są podłączone oraz w zasięgu.";
"SelectNetworkTopDescription" = "Zaznacz urządzenie lub sieć, do których podłączysz %@ przez Ethernet. Jeśli nie są widoczne, sprawdź połączenia oraz zasięg sieci.";
"SelectNetworkBottomDescription" = "Jeżeli urządzenie nie jest już dostępne, kliknij w Dalej bez zaznaczania urządzenia lub sieci.";
"MoreChoices" = "Pokaż więcej opcji";
"LessChoices" = "Pokaż mniej opcji";
"ScanAgain" = "Skanuj ponownie";
"ReplaceOptionsOldDesc" = "Wybierz jedną z czynności poniżej, jaka zostanie wykonana po przeniesieniu danych";
"ReplaceOptionsOld_Use" = "Kontynuuj korzystać z mojej sieci";
"ReplaceOptionsOld_Restore" = "Przywróć domyślne ustawienia…";
"ReplaceBaseNameModifier" = " Stara";

"ReconfigurePrintersTopDescription" = "Zgodne drukarki USB połączone z tym urządzeniem (%@) są udostępniane przez sieć.";
"ReconfigurePrintersChangeNamesDescription" = "Jeśli chcesz zmienić nazwę drukarki, kliknij dwukrotnie w jej nazwę w kolumnie Udostępniana nazwa na poniższej liście.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Zmień nazwy lub ustawienia udostępnianie drukarek.";
"ReconfigurePrintersNoneDescription" = "Z tym urządzeniem (%@) nie są połączone żadne drukarki USB.";

"ReconfigureStartOver" = "Chcę przywrócić ustawienia fabryczne tego urządzenia (%@) i skonfigurować je ponownie.";
"ReconfigureChangeSelectedSettings" = "Chcę zmienić część ustawień tego urządzenia (%@).";
"ReconfigureUseManualForOtherSettings" = "Jeśli ustawienie, które chcesz zmienić, nie jest wyświetlane, kliknij w Konfigurowanie ręczne, aby uzyskać dostęp do wszystkich ustawień.";
"ReconfigureWirelessSecurity" = "Sieć bezprzewodowa";
"ReconfigureBaseStationSecurity" = "Nazwa i hasło %@";
"ReconfigureInternetSettings" = "Połączenie z Internetem";
"ReconfigureFileSharingAccess" = "Dyski";
"ReconfigurePrinters" = "Udostępnianie drukarek USB";
"ReconfigureMusic" = "Muzyka";
"ReconfigureSelectAtLeastOneSetting" = "Zaznacz co najmniej jedno ustawienie, które chcesz zmienić, przed kliknięciem w Dalej.";
"ReconfigurePrompt" = "To urządzenie (%@) jest już skonfigurowane i nie zgłasza żadnych problemów. Możesz przywrócić jego ustawienia domyślne lub zmienić ustawienia bieżące.";
"ReconfigureGoBackForNoChanges" = "Jeśli nie chcesz dokonywać zmian, kliknij we Wróć.";
"ReconfigureBasePasswordSecurePrompt" = "Ustawienia tego urządzenia (%@) zawierają hasło.";
"ReconfigureInternetPrompt" = "To urządzenie (%@) ma następujące ustawienia internetowe.";
"ReconfigureAirPlayPrompt" = "To urządzenie (%@) ma następujące ustawienia AirPlay.";
"ReconfigureDiskPrompt" = "To urządzenie (%@) ma następujące ustawienia udostępniania dysków.";
"ReconfigurePrintersPrompt" = "To urządzenie (%@) ma następujące ustawienia udostępniania drukarek.";
"ReconfigureWirelessSecurePrompt" = "To urządzenie (%@) ma następujące ustawienia sieci bezprzewodowej (zabezpieczenia WPA).";
"ReconfigureWirelessInsecurePrompt" = "To urządzenie (%@) ma następujące ustawienia sieci bezprzewodowej. ";
"ReconfigureWirelessUseWPA" = "Zalecamy użycie zabezpieczeń WPA.";
"ReconfigureAPModePrompt" = "Możesz utrzymać ustawienia dla tego trybu lub wybrać inny tryb.";
"ReconfigureFinalDescriptionNoChange" = "Ustawienia %@ nie zostały zmienione.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "Ustawienia %@.";
"ReconfigureKeepTheseSettings" = "Użyj bieżących ustawień urządzenia";
"ReconfigureKeepCurrentSettings" = "Użyj bieżących ustawień %@ urządzenia";
"ReconfigureKeepModeSettings" = "Utrzymaj bieżący tryb bezprzewodowy (%@)";
"ReconfigureChangeTheseSettings" = "Zmień te ustawienia";
"ReconfigureChangeCurrentSettings" = "Zmień te ustawienia %@";
"ReconfigureChangeModeCreate" = "To urządzenie (%@) jest skonfigurowane do tworzenia sieci bezprzewodowej.";
"ReconfigureChangeModeCreateTitle" = "Utworzenie sieci bezprzewodowej";
"ReconfigureChangeModeExtendTitle" = "Połączenie z siecią przez Ethernet w celu jej rozszerzenia lub utworzenia nowej sieci";
"ReconfigureChangeModeJoin" = "To urządzenie (%@) jest skonfigurowane do przyłączania do sieci bezprzewodowej";
"ReconfigureChangeModeJoinTitle" = "Przyłączenie do sieci bezprzewodowej";
"ReconfigureChangeModeDisable" = "Sieć bezprzewodowa w ustawieniach te urządzenia (%@) jest wyłączona.";
"ReconfigureChangeModeDisableTitle" = "Wyłączenie sieci bezprzewodowej i podłączenie do komputera lub sieci przez Ethernet";
"ReconfigureKeepOrChangePrompt" = "Aby kontynuować, zaznacz opcję, a potem kliknij w Dalej.";
"ReconfgureDiscardChangesPrompt" = "Czy na pewno chcesz porzucić zmiany tych ustawień?";
"ReconfgureDiscardChanges" = "Porzuć zmiany";
"ReconfgureKeepChanges" = "Utrzymaj zmiany";

"IfUnsureClickMoreInfo" = "Jeśli nie masz pewności, którą opcję wybrać, kliknij w Więcej informacji.";

"UseManualSetupForOtherSettings" = "Użyj ustawień ręcznych do pozostałych ustawień";

"OnePanelCreateNetworkAutoConfigYes" = "Konfiguruj to urządzenie (%@), używając tych ustawień";
"OnePanelCreateNetworkAutoConfigNo" = "Zmień ustawienia dla urządzenia (%@)";
"OnePanelCreateNetworkTopDesc" = "Narzędzie AirPort skonfiguruje to urządzenie (%@) do utworzenia nowej zabezpieczonej sieci bezprzewodowej i połączenia z Internetem.";
"PasswordsSavedToKeychain" = "Wszystkie hasła zostaną zachowane w pęku kluczy.";
"PasswordsSavedToKeychainWin" = "Hasło stacji bazowej i profil łączności bezprzewodowej zostaną zachowane na tym komputerze.";
"WillConnectUsingEthernet" = "To urządzenie (%@) będzie łączyło się z Internetem, używając sieci Ethernet.";
"WillConnectUsingPPPoE" = "To urządzenie (%@) będzie łączyło się z Internetem, używając protokołu PPPoE.";
"WillConnectUsingBridge" = "To urządzenie (%@) zostanie skonfigurowane w trybie pomostu, ponieważ ma połączenie z routerem lub inną siecią, która już udostępnia adresy IP przy użyciu DHCP z NAT.";

"OnePanelReplaceTopDesc" = "Narzędzie AirPort może przeprowadzić migrację ustawień z innego urządzenia bezprzewodowego. Zaznacz urządzenie na poniższej liście.";


"ContinueToUseAssistant" = "Aby skonfigurować to urządzenie (%@) za pomocą asystenta, kliknij w Dalej.";
"ClickQuitWhenDone" = "Kliknij w Zakończ, jeśli nie chcesz już modyfikować żadnego bezprzewodowego urządzenia AirPort.";
"DoSomethingElse" = "Jeśli chcesz skonfigurować inne bezprzewodowe urządzenie AirPort, zaznacz je na liście.";
"SomethingNeedsAttentionUpdate" = "Co najmniej jedno bezprzewodowe urządzenie AirPort wymaga uaktualnienia.";
"SomethingNeedsAttentionProblem" = "Co najmniej jedno bezprzewodowe urządzenie AirPort zgłasza problemy.";
"SomethingNeedsAttentionDefault" = "Co najmniej jedno bezprzewodowe urządzenie AirPort ma ustawienia domyślne.";
"SomethingNeedsContinueUpdate" = "Aby wybrać kolejne urządzenie wymagające uaktualnienia, kliknij w Dalej.";
"SomethingNeedsContinueProblem" = "Aby rozwiązać problemy z następnym urządzeniem, kliknij w Dalej.";
"SomethingNeedsContinueDefault" = "Aby skonfigurować następne urządzenie, kliknij w Dalej.";

"UpdateFirmware" = "Uaktualnij oprogramowanie sprzętowe…";
"UpdateFirmwareTo" = "Uaktualnij do %@…";
"CheckUpdateButton" = "Sprawdź uaktualnienia";
"CheckStatus" = "Sprawdzam uaktualnienia…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine przechowuje kopie wszystkiego na Macu, włącznie ze zdjęciami cyfrowymi, filmami, programami TV i dokumentami. W razie potrzeby możesz łatwo cofnąć się w czasie i odtworzyć dowolną zarchiwizowaną rzecz.";
"TimeMachineTopDesc2" = "Time Machine zachowuje kopie wszystkiego, co znajduje się na dysku Maca, włącznie z plikami systemowymi, programami, ustawieniami, muzyką, obrazkami i innymi ważnymi plikami. Kopie te wykonywane są codziennie, możesz więc zobaczyć, jak Mac wyglądał w przeszłości.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine jest już skonfigurowana do archiwizowania tego komputera na %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine jest już skonfigurowana do archiwizowania tego komputera.";
"TimeMachineQueryDesc" = "Czy chcesz używać Time Machine do archiwizowania zawartości komputera na %@?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Nie teraz";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Tak (preferencje Time Machine zostaną otwarte po uaktualnieniu Time Capsule).";
"TimeMachineBottomDesc" = "Time Machine przechowuje:\n\nCogodzinne kopie z ostatnich 24 godzin\nDzienne kopie z ostatniego miesiąca\nTygodniowe kopie, aż do zapełnienia dysku";
"TimeMachineUseTMPrefs" = "Aby zarchiwizować inne komputery w sieci lub ustawić dodatkowe opcje Time Machine, otwórz preferencje Time Machine w Preferencjach systemowych.";
"TimeMachineWillLaunchTMPrefs" = "Preferencje Time Machine zostaną otwarte po skonfigurowaniu tego urządzenia (%@).";

"TimeMachineMigrateDiskDesc" = "Program AirPort może dokonać migracji zawartości dysku Time Capsule „%@” na ten dysk Time Capsule.";
"TimeMachineMigrateDiskDesc.replace" = "Jeśli na dysku Time Capsule znajdują się kopie archiwalne Time Machine, zostaną przeniesione. Wszystkie klienty Time Machine będą używać nowego urządzenia Time Machine do archiwizacji.";
"TimeMachineMigrateDisk" = "Przenieś zawartość dysku na ten dysk Time Capsule";
"TimeMachineMigrateDiskEraseSource" = "Wymaż zawartość dysku w „%@” po przeniesieniu danych";
"TimeMachineMigrateDiskEraseSource.description" = "Zawartość dysku „%@” zostanie wymazana po prawidłowym przeniesieniu danych na to urządzenie Time Capsule.";
"TimeMachineMigrateDiskReplace.description" = "Zastąp całą zawartość tego dysku Time Capsule zawartością z „%@”";

"TimeMachineMigrateDiskSummary.Settings" = "Program Narzędzie AirPort zaczyna proces migracji zawartości, haseł oraz ustawień sieciowych „%@” do %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Jeśli na „%@” masz kopie archiwalne Time Machine, zostaną przeniesione także. Może to potrwać dłuższy czas.";
"TimeMachineMigrateDiskSummary.Renaming" = "Podczas migracji nazwa urządzenia, z którego przenosisz dane zostanie zmieniona na „%@%@”. Nazwa nowego urządzenia będzie „%@”.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Po zakończeniu procesu migracji cała zawartość dysku „%@%@” zostanie wymazana.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Przed rozpoczęciem migracji, zawartość tej Time Capsule zostanie wymazana.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Tego nie można cofnąć.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Po zakończeniu migracji możesz przywrócić poprzednią stację Time Capsule do ustawień fabrycznych i wymazać dysk.";
"HowToRestoreDefaults" = "Aby przywrócić domyślne ustawienia urządzenia, otwórz jego konfigurację, zaznaczając je w pasku bocznym. Kliknij w „Konfigurowanie ręczne” i wybierz polecenie „Przywróć domyślne ustawienia” z menu Stacja bazowa.";
"HowToEraseDisk" = "Aby wymazać zawartość dysku, wybierz polecenie „Wymaż dysk” w panelu Dyski.";
 
"MigrateSummaryDescription" = "Urządzenie %@ zostanie tak skonfigurowane, że będzie wykorzystywało ustawienia z „%@”. Te ustawienia obejmują zawartość dysku, a także dane sieciowe i hasła. Jeśli na „%@” znajdują się kopie archiwalne Time Machine, zostaną także przeniesione.";
"MigrateSummaryEthernetDescription" = "Aby zoptymalizować proces migracji, użyj dodatkowego przewodu Ethernet i połącz gniazdo WAN starego urządzenia z gniazdem LAN w nowym urządzeniu.";
"MigrateSummaryMoreInfo" = "Kliknij w „Więcej informacji”, aby uzyskać dodatkowe informacje na temat migracji, a następnie kliknij w Uaktualnij, aby ją rozpocząć.";

"WirelessInterfaceIsOff" = "Interfejs sieci bezprzewodowej jest wyłączony.";
"AirPortIsOff" = "AirPort jest wyłączony.";
"MigrateRequiresAirPort" = "Zastąpienie stacji bazowej lub routera bezprzewodowego wymaga włączenia AirPort. Włączyć AirPort?";
"MigrateRequiresWireless" = "Zastąpienie stacji bazowej lub routera bezprzewodowego wymaga włączenia sieci bezprzewodowej.";
"AUWorksBetterWithWireless" = "Sprawdź, czy karta sieci bezprzewodowej jest zainstalowana i skonfigurowana. Sprawdź także, czy sieć bezprzewodowa jest włączona.";
"AUWorksBetterWithAirPort" = "Sprawdź, czy karta AirPort jest zainstalowana oraz, czy AirPort jest włączona.";


/* End of AirPortAssistant.strings file */
